Repository: RaccoonBoyG/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: ca

source: internally reviewed
ca: Revisat internament

source: All Unreviewed
ca: Tots sense veure

source: All Unreviewed Failures
ca: Tots els errors que no s'han vist

source: active proctored exams
ca: exàmens supervisats actius

source: courses with active proctored exams
ca: cursos amb exàmens supervisats actius

source: Course Id
ca: Identificador del curs

source: Created
ca: Creat

source: Download Software Clicked
ca: Descarregueu el programari amb el clic fet

source: Ready To Start
ca: Preparar per Començar

source: Started
ca: Començat

source: Ready To Submit
ca: Preparat per enviar

source: Declined
ca: Rebutjat

source: Timed Out
ca: S'ha acabat el temps

source: Submitted
ca: Enviat

source: Second Review Required
ca: Es requereix una segona revisió

source: Verified
ca: Verificat

source: Rejected
ca: Es requereix una segona revisió

source: your course
ca: el teu curs

source: Taking As Proctored Exam
ca: Realització de l'examen supervisat

source: Proctored Option Available
ca: Opció Supervisat disponible

source: Taking As Open Exam
ca: Prenent com a examen obert

source: Pending Session Review
ca: Revisió pendent de la sessió

source: Passed Proctoring
ca: Supervisat aprovat

source: Failed Proctoring
ca: Supervisat suspès

source: Proctored Option No Longer Available
ca: L'opció Supervisat ja no està disponible

source: Ungraded Practice Exam
ca: Exàmen de pràctica sense classificar

source: Practice Exam Completed
ca: Examen pràctic completat

source: Practice Exam Failed
ca: L'examen de pràctica suspès

source: Timed Exam
ca: Examen temporal

source: Taking as Proctored
ca: Tenint com supervisat

source: Is Sample Attempt
ca: És intent d'exemple

source: Additional Time (minutes)
ca: Temps addicional (minuts)

source: Review Policy Exception
ca: Revisa l'excepció de la política

source: Try a proctored exam
ca: Provi un exàmen supervisat

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
ca: Familiaritzeu-vos amb la preparació d'exàmens reals més tard en el curs. Aquest examen de pràctica no té cap impacte a la vostra nota del curs.

source: Continue to my practice exam
ca: Continueu al meu examen de pràctica

source: There was a problem with your practice proctoring session
ca: Hi ha hagut un problema amb la vostra sessió de supervisió de pràctiques

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
ca: Els resultats de la seva pràctica de supervisió: <b class="failure"> Insatisfactori </b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
ca: La sessió de supervisió finalitzava abans de completar aquest examen de pràctica. Podeu tornar a provar aquest examen de pràctica si teniu problemes per configurar el programari de processament en línia.

source: Try this practice exam again
ca: Torneu a provar aquest examen de pràctica

source: You have submitted this practice proctored exam
ca: Heu enviat aquest examen pràctic tutelat

source: You can also retry this practice exam
ca: També podeu tornar a provar aquest examen de pràctica

source: Are you sure you want to take this exam without proctoring?
ca: Esteu segur que voleu fer aquest examen sense fer proves?

source: Continue Exam Without Proctoring
ca: Continua l'examen sense supervisió

source: Go Back
ca: Torna

source: Error with proctored exam
ca: S'ha produït un error en l'examen supervisat

source: Close
ca: Tancar

source: The due date for this exam has passed
ca: La data de venciment d'aquest examen ha passat

source: Because the due date has passed, you are no longer able to take this exam.
ca: Com que ja ha passat la data de venciment, ja no podreu fer aquest examen.

source: This exam is proctored
ca: Aquest exàmen està supervisat

source: You did not satisfy the following prerequisites:
ca: No heu satisfet els requisits previs següents:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
ca: A causa de requisits previs insatisfets, només podeu fer aquest examen sense fer proves.

source: About Proctored Exams
ca: Al voltant de Exàmens Supervisats

source: Complete your verification before starting the proctored exam.
ca: Completeu la vostra verificació abans d'iniciar l'examen processat.

source: You must successfully complete identity verification before you can start the proctored exam.
ca: Cal completar amb èxit la verificació d'identitat abans de poder iniciar l'examen supervisat.

source: Your verification is pending. Results should be available 2-3 days after you submit your verification.
ca: La verificació està pendent. Els resultats haurien d'estar disponibles 2-3 dies després d'haver-los fet envieu la vostra verificació.

source: Your verification attempt failed. Please read our guidelines to make sure you understand the requirements for successfully completing verification, then try again.
ca: Ha fallat l'intent de verificació. Llegiu les nostres directrius per assegurar-vos d'entendre els requisits per completar la verificació amb èxit, torneu-ho a provar.

source: Retry Verification
ca: Reintenteu la verificació

source: Your verification has expired. You must successfully complete a new identity verification before you can start the proctored exam.
ca: La teva verificació ha caducat. Heu de completar amb èxit una nova verificació d'identitat abans de poder iniciar l'examen supervisat.

source: Continue to Verification
ca: Continueu a la verificació

source: Make sure you are on a computer with a webcam, and that you have valid photo identification such as a driver's license or passport, before you continue.
ca: Assegureu-vos que sou en una computadora amb una càmera web i que tingueu una identificació amb foto vàlida com ara una llicència de conduir o un passaport, abans de continuar.

source: Start System Check
ca: Comença la verificació del sistema

source: Start Proctored Exam
ca: Començi l'examen supervisat

source: Take this exam without proctoring.
ca: Realitzeu aquest examen sense supervisió.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
ca: Els prerequisits següents es troben en estat <strong>pedent</strong> i s'ha de completar amb èxit abans de poder continuar:

source: Your Proctoring Session Has Started
ca: S'ha iniciat la vostra sessió de supervisió

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
ca: A partir d 'aquest moment, heu de seguir les <a href="%(link_urls.online_proctoring_rules)s" target="_blank">regles de supervisió en línia </a> Per aprovar la revisió de supervisió per al vostre examen.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
ca: No tanqueu aquesta finestra abans d'acabar l'examen. si tanqueu aquesta finestra, la vostra sessió de processament finalitza i no finalitzarà amb èxit l'examen processat.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
ca: Torneu a la finestra del curs %(platform_name)s per començar l'examen. Quan hagueu acabat l'examen i ho heu marcat com a complet, podeu tancar aquesta finestra per finalitzar la sessió de processament i carregueu les dades de la sessió de supervisió per a la seva revisió.

source: Are you sure you want to end your proctored exam?
ca: Esteu segur que voleu finalitzar el vostre examen supervisat?

source: No, I'd like to continue working
ca: No, m'agradaria continuar treballant

source: If you have concerns about your proctoring session results, contact your course team.
ca: Si teniu dubtes sobre els resultats de la sessió de supervisió, contacteu amb l'equip del vostre curs.

source: You have submitted this proctored exam for review
ca: Heu enviat aquest examen tutelat per a la seva revisió

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
ca: Si teniu preguntes sobre l'estat dels resultats dels exàmens supervisats, contacteu amb el suport de %(platform_name)s.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
ca: Per veure les preguntes i respostes de l'examen, seleccioneu <strong>Veure el meu examen </strong>. L'estat de la revisió de l'examen es mostra al panell de navegació esquerre.

source: View my exam
ca: Veure el meu examen

source: Are you sure that you want to submit your timed exam?
ca: Estàs segur que vols enviar el teu examen cronològic?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
ca: Assegureu-vos que heu seleccionat "Enviar" per a cada problema abans d'enviar l'examen.

source: After you submit your exam, your exam will be graded.
ca: Després d'enviar el vostre examen, el vostre examen es classificarà.

source: Yes, submit my timed exam.
ca: Sí, envieu el meu examen cronometrat.

source: No, I want to continue working.
ca: No, vull seguir treballant.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
ca: El temps assignat per a aquest examen ha caducat. S'ha enviat el vostre examen i es classificarà el treball completat.

source: You have submitted your timed exam.
ca: Heu enviat el vostre examen cronometrat.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
ca: Després de la data de venciment, podeu revisar l'examen, però no podeu canviar les vostres respostes.

source: {num_of_hours} hour
ca: {num_of_hours} hora

source: {num_of_hours} hours
ca: {num_of_hours} hores

source: {num_of_minutes} minutes
ca: {num_of_minutes} minuts

source: and {num_of_minutes} minute
ca: i {num_of_minutes} minut

source: {num_of_minutes} minute
ca: {num_of_minutes} minut

source: and {num_of_minutes} minutes
ca: i {num_of_minutes} minuts

source: could not determine the course_id
ca: no s'ha pogut determinar el course_id

source: Must be a Staff User to Perform this request.
ca: Ha de ser un usuari del personal per realitzar aquesta sol·licitud.

source: you have {remaining_time} remaining
ca: teniu {remaining_time} romanent

source: you have less than a minute remaining
ca: teniu menys d'un minut romanent

source: timed
ca: cronometrat

source: practice
ca: practica

source: proctored
ca: supervisat
